{"config":{"command":"condition","sendOnlyToGM":false,"showDescOnStatusChange":true,"showIconInDescription":true,"firsttime":false},"conditions":{"blinded":{"name":"Blinded","description":"<p>A blinded creature can’t see and automatically fails any ability check that requires sight.</p> <p>Attack rolls against the creature have advantage, and the creature’s Attack rolls have disadvantage.</p>","icon":"bleeding-eye"},"charmed":{"name":"Charmed","description":"<p>A charmed creature can’t Attack the charmer or target the charmer with harmful Abilities or magical effects.</p> <p>The charmer has advantage on any ability check to interact socially with the creature.</p>","icon":"chained-heart"},"deafened":{"name":"Deafened","description":"<p>A deafened creature can’t hear and automatically fails any ability check that requires hearing.</p>","icon":"edge-crack"},"frightened":{"name":"Frightened","description":"<p>A frightened creature has disadvantage on Ability Checks and Attack rolls while the source of its fear is within line of sight.</p> <p>The creature can’t willingly move closer to the source of its fear.</p>","icon":"screaming"},"grappled":{"name":"Grappled","description":"<p>A grappled creature’s speed becomes 0, and it can’t benefit from any bonus to its speed.</p> <p>The condition ends if the Grappler is <i>incapacitated</i>.</p> <p>The condition also ends if an effect removes the grappled creature from the reach of the Grappler or Grappling effect, such as when a creature is hurled away by the Thunderwave spell.</p>","icon":"grab"},"incapacitated":{"name":"Incapacitated","description":"<p>An incapacitated creature can’t take actions or reactions.</p>","icon":"interdiction"},"inspiration":{"name":"Inspiration","description":"<p>If you have inspiration, you can expend it when you make an Attack roll, saving throw, or ability check. Spending your inspiration gives you advantage on that roll.</p> <p>Additionally, if you have inspiration, you can reward another player for good roleplaying, clever thinking, or simply doing something exciting in the game. When another player character does something that really contributes to the story in a fun and interesting way, you can give up your inspiration to give that character inspiration.</p>","icon":"trophy"},"invisibility":{"name":"Invisibility","description":"<p>An invisible creature is impossible to see without the aid of magic or a Special sense. For the purpose of Hiding, the creature is heavily obscured. The creature’s location can be detected by any noise it makes or any tracks it leaves.</p> <p>Attack rolls against the creature have disadvantage, and the creature’s Attack rolls have advantage.</p>","icon":"ninja-mask"},"paralyzed":{"name":"Paralyzed","description":"<p>A paralyzed creature is <i>incapacitated</i> and can’t move or speak.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p> <p>Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.</p>","icon":"padlock"},"petrified":{"name":"Petrified","description":"<p>A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a solid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.</p> <p>The creature is <i>incapacitated</i>, can’t move or speak, and is unaware of its surroundings.</p> <p>Attack rolls against the creature have advantage.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>The creature has Resistance to all damage.</p> <p>The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralized.</p>","icon":"broken-skull"},"poisoned":{"name":"Poisoned","description":"<p>A poisoned creature has disadvantage on Attack rolls and Ability Checks.</p>","icon":"chemical-bolt"},"prone":{"name":"Prone","description":"<p>A prone creature’s only Movement option is to crawl, unless it stands up and thereby ends the condition.</p> <p>The creature has disadvantage on Attack rolls.</p> <p>An Attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the Attack roll has disadvantage.</p>","icon":"back-pain"},"restrained":{"name":"Restrained","description":"<p>A restrained creature’s speed becomes 0, and it can’t benefit from any bonus to its speed.</p> <p>Attack rolls against the creature have advantage, and the creature’s Attack rolls have disadvantage.</p> <p>The creature has disadvantage on Dexterity saving throws.</p>","icon":"fishing-net"},"stunned":{"name":"Stunned","description":"<p>A stunned creature is <i>incapacitated</i>, can’t move, and can speak only falteringly.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p>","icon":"pummeled"},"unconscious":{"name":"Unconscious","description":"<p><span style=\"text-decoration: underline;\"><em><strong>If you are at knocked to 0 hit points, your companions take an injury!</strong></em></span></p> <p>An unconscious creature is <em>incapacitated</em>, can’t move or speak, and is unaware of its surroundings.</p> <p>The creature drops whatever it’s holding and falls prone.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p> <p>Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.</p>","icon":"sleepy"},"bardic-inspiration":{"name":"Bardic-Inspiration","icon":"half-heart","description":"<p>You can inspire others through stirring words or music. To do so, you use a bonus action on your turn to choose one creature other than yourself within 60 feet of you who can hear you. That creature gains one Bardic Inspiration die, a d6.</p> <p>Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the Bardic Inspiration die, but must decide before the DM says whether the roll succeeds or fails. Once the Bardic Inspiration die is rolled, it is lost. A creature can have only one Bardic Inspiration die at a time.</p> <p>You can use this feature a number of times equal to your Charisma modifier (a minimum of once). You regain any expended uses when you finish a long rest.</p> <p>Your Bardic Inspiration die changes when you reach certain levels in this class. The die becomes a d8 at 5th level, a d10 at 10th level, and a d12 at 15th level.</p>"},"concentrating":{"name":"Concentrating","icon":"blue","description":""},"readying":{"name":"Readying","icon":"stopwatch","description":"When the trigger occurs, you can either take your reaction right after the trigger finishes or ignore the trigger. Remember that you can take only one reaction per round.  When you ready a spell, you cast it as normal but hold its energy, which you release with your reaction when the trigger occurs. To be readied, a spell must have a casting time of 1 action, and holding onto the spell's magic requires concentration (explained in chapter 10). If your concentration is broken, the spell dissipates without taking effect. For example, if you are concentrating on the web spell and ready magic missile, your web spell ends, and if you take damage before you release magic missile with your reaction, your concentration might be broken.  You have until the start of your next turn to use a readied action."},"blessed":{"name":"Blessed","icon":"angel-outfit","description":" Whenever a target makes an attack roll or a saving throw before the spell ends, the target can roll a 1d4 and add the number rolled to the attack roll or saving throw."},"dodging":{"name":"Dodging","icon":"bolt-shield","description":"When you take the Dodge action, you focus entirely on avoiding attacks. Until the start of your next turn, any attack roll made against you has disadvantage if you can see the attacker, and you make Dexterity saving throws with advantage. You lose this benefit if you are incapacitated (as explained in the appendix) or if your speed drops to 0."},"cover":{"name":"Cover","icon":"broken-shield","description":"<p>There are three degrees of cover. If a target is behind multiple sources of cover, only the most protective degree of cover applies; the degrees aren't added together. For example, if a target is behind a creature that gives half cover and a tree trunk that gives three-quarters cover, the target has three-quarters cover.</p> <p>A target with <strong>half cover</strong> has a +2 bonus to AC and Dexterity saving throws. A target has half cover if an obstacle blocks at least half of its body. The obstacle might be a low wall, a large piece of furniture, a narrow tree trunk, or a creature, whether that creature is an enemy or a friend.</p> <p>A target with <strong>three-quarters</strong> cover has a +5 bonus to AC and Dexterity saving throws. A target has three-quarters cover if about three-quarters of it is covered by an obstacle. The obstacle might be a portcullis, an arrow slit, or a thick tree trunk.</p> <p>A target with <strong>total cover</strong> can't be targeted directly by an attack or a spell, although some spells can reach such a target by including it in an area of effect. A target has total cover if it is completely concealed by an obstacle.</p>"},"raging":{"name":"Raging","icon":"overdrive","description":"<p>In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action.</p> <p>While raging, you gain the following benefits if you aren't wearing heavy armor:</p> <ul> <li>You have advantage on Strength checks and Strength saving throws.</li> <li>When you make a melee weapon attack using Strength, you gain a +2 bonus to the damage roll. This bonus increases as you level.</li> <li>You have resistance to bludgeoning, piercing, and slashing damage.</li> </ul> <p>If you are able to cast spells, you can't cast them or concentrate on them while raging.</p> <p>Your rage lasts for 1 minute. It ends early if you are knocked unconscious or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your rage on your turn as a bonus action.</p> <p>Once you have raged the maximum number of times for your barbarian level, you must finish a long rest before you can rage again. You may rage 2 times at 1st level, 3 at 3rd, 4 at 6th, 5 at 12th, and 6 at 17th.</p>"},"exhaustion":{"name":"Exhaustion","icon":"red","description":"<div class=\" statsBlockHead\"> <p>Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect's description.</p> <table class=\"striped-odd\"> <thead> <tr> <th class=\"col-xs-1 text-align-center\">Level</th> <th class=\"col-xs-11\">Effect</th> </tr> </thead> <tbody> <tr> <td class=\"col-xs-1 text-align-center\">1</td> <td class=\"col-xs-11\">Disadvantage on ability checks</td> </tr> <tr> <td class=\"col-xs-1 text-align-center\">2</td> <td class=\"col-xs-11\">Speed halved</td> </tr> <tr> <td class=\"col-xs-1 text-align-center\">3</td> <td class=\"col-xs-11\">Disadvantage on attack rolls and saving throws</td> </tr> <tr> <td class=\"col-xs-1 text-align-center\">4</td> <td class=\"col-xs-11\">Hit point maximum halved</td> </tr> <tr> <td class=\"col-xs-1 text-align-center\">5</td> <td class=\"col-xs-11\">Speed reduced to 0</td> </tr> <tr> <td class=\"col-xs-1 text-align-center\">6</td> <td class=\"col-xs-11\">Death</td> </tr> </tbody> </table> <p>If an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect's description.</p> <p>A creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on ability checks.</p> <p>An effect that removes exhaustion reduces its level as specified in the effect's description, with all exhaustion effects ending if a creature's exhaustion level is reduced below 1.</p> <p>Finishing a long rest reduces a creature's exhaustion level by 1, provided that the creature has also ingested some food and drink.</p> </div>"},"marked":{"name":"Marked","icon":"archery-target","description":"<div class=\" statsBlockHead\"> <div class=\" statsBlockSubHead\"> <p>You choose a creature you can see within range and mystically mark it as your quarry. Until the spell ends, you deal an extra <span class=\"roller render-roller\" title=\"\">1d6</span> damage to the target whenever you hit it with a weapon attack, and you have advantage on any Wisdom (Perception) or Wisdom (Survival) check you make to find it. If the target drops to 0 hit points before this spell ends, you can use a bonus action on a subsequent turn of yours to mark a new creature.</p> </div> <div class=\" statsInlineHead\"> <div class=\" statsInlineHead\"><em><strong><span class=\"entry-title\" data-title-index=\"1\">At Higher Levels.</span></strong></em> <p>When you cast this spell using a spell slot of 3rd or 4th level, you can maintain your concentration on the spell for up to 8 hours. When you use a spell slot of 5th level or higher, you can maintain your concentration on the spell for up to 24 hours.</p> </div> </div> </div>"}}}
